#####################################################################
[Translation]

TRANSLATION_BY=Traduït per
TRANSLATION_NAME=Jaume Bosch
TRANSLATION_LINK=mailto:jauboscar@gmail.com
LANGUAGENAME=Català


FILEVER=3000
#####################################################################

[MainPopup]
#-------------------------------------------------------------
MNU_OPEN_PICPICK=&Editor d'imatges
#-------------------------------------------------------------

MNU_CAPTURE=&Capturar pantalla

#3.0.0 Please omit the 'Capture' text.  For example, "Capture Full-screen" (X) -> "Full-screen" (O)
#3.0.0 For Capture Bar, please try to make the menu name shortly.
MNU_CAPTURE_FULLSCREEN=&Pantalla completa
MNU_CAPTURE_ACTIVEWINDOW=Finestra &activa
MNU_CAPTURE_CONTROL=&Control de finestra
MNU_CAPTURE_SCROLLINGWINDOW=&Desplaçador de finestra
MNU_CAPTURE_REGION=&Regió
MNU_CAPTURE_FIXEDREGION=Regió &fixa
MNU_CAPTURE_FREEHAND=A&pols
MNU_CAPTURE_WEBPAGE=Pàgina &Web
MNU_CAPTURE_REPEAT=Repetir ú&ltima captura

MNU_CAPTUREQBAR=Mostrar &barra de captura...
#3.0.0

#-------------------------------------------------------------
MNU_CAPTURE_SETTING=&Configuració de captura
MNU_OUTPUTTYPE=&Tipus de sortida

MNU_OUTPUTTYPE_PICPICK=&Editor PicPick
MNU_OUTPUTTYPE_CLIPBOARD=Copiar al &portapapers
MNU_OUTPUTTYPE_SAVEIMAGE=Guardar en &arxiu d'imatge
MNU_OUTPUTTYPE_SAVEFOLDER=&Autoguardar com...
MNU_OUTPUTTYPE_OTHER=Enviar a programa extern ...
MNU_OUTPUTTYPE_FTP=Pujar a servidor F&TP...
MNU_OUTPUTTYPE_SHARE=&Compartir
MNU_OUTPUTTYPE_SENDTO=En&viar a
MNU_OUTPUTTYPE_FACEBOOK=Pujar a Face&book
MNU_OUTPUTTYPE_TWITTER=Pujar a T&witter
MNU_OUTPUTTYPE_MSWORD=Microsoft &Word
MNU_OUTPUTTYPE_MSEXCEL=Microsoft &Excel
MNU_OUTPUTTYPE_MSPPT=Microsoft &PowerPoint
MNU_OUTPUTTYPE_MSOUTLOOK=E-mail (Out&look)
MNU_OUTPUTTYPE_PRINTER=Imp&ressora

MNU_OUTPUTTYPE_WEB=Pujar a la &Web
MNU_OPT_DEFAULTFORMAT=&Format d'imatge per defecte
MNU_OPT_OPENEDITOR=Obrir &editor quan el programa s'iniciï
MNU_OPT_STARTUPPROGRAM=&Executar PicPick a l'inici
#-------------------------------------------------------------
MNU_COLORPICKER=Selector de &color
MNU_COLORPALETTE=P&aleta de colors
MNU_COPYCOLORTYPE=Copiar color &com
MNU_COLORHISTORY=&Historial de colors
MNU_COLORHISTORY_CLEAR=&Netejar
#-------------------------------------------------------------
MNU_MAGNIFIER=&Magnificador
MNU_PIXELRULER=Regla de píxel
MNU_PROTRACTOR=&Transportador
MNU_CROSSHAIR=Inte&rceptor
MNU_WHITEBOARD=&Pissarra
#-------------------------------------------------------------
MNU_ABOUT_PICPICK=&Opcions del programa...
MNU_EXIT_PICPICK=&Sortir


[PicPickEditor]
#-------------------------------------------------------------
MNU_FILE=&Arxiu
MNU_FILE_NEW=&Nou
MNU_FILE_OPEN=&Obrir
MNU_FILE_OPENCLIPBOARD=O&brir des del portapapers
#3.0.0
MNU_FILE_OPENURL=Obrir desde &URL
#3.0.0
MNU_FILE_SAVESAME=&Guardar
MNU_FILE_SAVE=Guardar &com
MNU_FILE_SAVESELECT=G&uardar selecció com...
MNU_FILE_SAVEALL=Guardar &tot
MNU_FILE_PRINT=Im&primir
#3.0.2
MNU_FILE_CLOSEIMAGE=&Tancar imatge actual
MNU_FILE_CLOSECURRENTIMAGE=Imatge a&ctual
MNU_FILE_CLOSEALLIMAGE=&Totes les imatges
MNU_FILE_CLOSEALLSAVEDIMAGE=Totes les imatges &guardadas
#3.0.2
MNU_FILE_CLOSEPICPICK=&Sortir
#-------------------------------------------------------------
MNU_EDIT=&Edita
MNU_EDIT_UNDO=&Desfer
MNU_EDIT_REDO=&Refer
MNU_EDIT_CUT=Re&talla
MNU_EDIT_COPY=&Copiar
MNU_EDIT_PASTE=&Enganxar
MNU_EDIT_PASTEFROMFILE=Enganxar des d'&arxiu ...
MNU_EDIT_SELECTDEL=&Eliminar
MNU_EDIT_SELECTNEW=&Retallar selecció
MNU_EDIT_DESELECT=De&seleccionar
MNU_EDIT_SELECTALL=Selecciona &tot
MNU_EDIT_IMAGERESIZE=&Redimensionar imatge/Zoom...
MNU_EDIT_CANVASRESIZE=R&edimensionar llenç...
MNU_EDIT_VIEWBITMAP=&Veure mapa de bits en pantalla completa ...
#-------------------------------------------------------------
MNU_TOOLS=&Eines
MNU_TOOLS_FULLSCREEN=Capturar &pantalla completa
MNU_TOOLS_ACTIVEWINDOW=Capturar finestra &activa
MNU_TOOLS_CONTROL=Capturar &control de finestra
MNU_TOOLS_SCROLLINGWINDOW=Capturar &desplaçador de finestra
MNU_TOOLS_WEBPAGE=Capturar pàgina Web
MNU_TOOLS_REGION=Capturar &regió
MNU_TOOLS_FIXEDREGION=Capturar regió &fixa
MNU_TOOLS_FREEHAND=Capturar a &pols
MNU_TOOLS_REPEAT=Repetir ú&ltima captura
MNU_TOOLS_COLORPICKER=Selector de &color
MNU_TOOLS_COLORPALETTE=P&aleta de colors
MNU_TOOLS_MAGNIFIER=&Magnificador
MNU_TOOLS_PIXELRULER=Re&gla de píxel
MNU_TOOLS_PROTRACTOR=&Transportador
MNU_TOOLS_CROSSHAIR=Inte&rceptor
MNU_TOOLS_WHITEBOARD=&Pissarra
MNU_TOOLS_OPTION=&Opcions del programa
#-------------------------------------------------------------
MNU_TOOLSOPTION=&Configuració de captura
MNU_TOOLSOPTION_OUTPUTTYPE=&Tipus de sortida
MNU_TOOLSOPTION_OPT_DEFAULTFORMAT=&Format d'imatge per defecte
MNU_TOOLSOPTION_DUALMONITORS=Suport per a monitors-duals
MNU_TOOLSOPTION_HOTKEY=Canviar tecles directes ...
MNU_TOOLSOPTION_SOUND=Activar efectes de &so
MNU_TOOLSOPTION_SCROLLCAPTURE=Activar autoenrollable
MNU_TOOLSOPTION_MOUSECURSOR=Incloure imatge del c&ursor
MNU_TOOLSOPTION_STARTUPPROGRAM=Executar PicPick a l'inici
MNU_TOOLSOPTION_OPENEDITOR=Obrir &editor quan el programa s'iniciï
MNU_TOOLS_COLORTYPE=Cop&iar color com
#-------------------------------------------------------------
MNU_EFFECT=Efe&ctes
MNU_EFFECT_INVERT=&Invertir
MNU_EFFECT_GRAYSCALE=Escala de &grisos
MNU_EFFECT_MOSAIC=&Pixelaje...
MNU_EFFECT_BLUR=&Ennuvolar
MNU_EFFECT_SHARPEN=&Aguditzar
MNU_EFFECT_BRIGHTNESS=B&rillantor / Contraste...
MNU_EFFECT_HSL=&Matíz / Saturació...
MNU_EFFECT_BORDER=Efectes de &vora
MNU_EFFECT_FLIP=&Voltejar
MNU_EFFECT_FLIPH=Voltejar &horizontalment
MNU_EFFECT_FLIPV=Voltejar &verticalment
MNU_EFFECT_ROTATE=&Rotar
MNU_EFFECT_ROTATE90=&90' sentit horari
MNU_EFFECT_ROTATE180=&180'sentit horari
MNU_EFFECT_ROTATE270=&270'sentit horari
MNU_EFFECT_FRAME=&Marc...
#3.0.0
MNU_EFFECT_COLORBALANCE=Ba&lanç de color...
#3.0.0
#-------------------------------------------------------------
MNU_WINDOW=&Finestra
MNU_WINDOW_CASCADE=&Cascada
MNU_WINDOW_TILEH=Mosaic &horizontal
MNU_WINDOW_TILEV=Mosaic &vertical
MNU_WINDOW_MINIMIZEALL=Minimitzar tot
#-------------------------------------------------------------
MNU_HELP=Aj&uda
MNU_HELP_WEBSITE=Lloc Web de PicPick ...
MNU_HELP_ABOUT=Sobre ...

PNL_TOOL_TOOLS=Eines
PNL_TOOL_COLOR=Color
PNL_TOOL_PROPERTY=Propietats
LBL_TOOL_WIDTHS=Amplada:
LBL_TOOL_OPACITY=Opacitat:
LBL_TOOL_SHAPE=Forma:

#-------------------------------------------------------------
#Ribbon

#3.0.0
TAB_HOME=Inici
TAB_FILE=Arxiu
TAB_VIEW=Vista
TAB_SHAPES=Formes
#3.0.0

TBR_CLIPBOARD=Portapapers
TBN_CLIPBOARD_PASTE=Enganxar
TBN_CLIPBOARD_CUT=Tallar
TBN_CLIPBOARD_COPY=Copiar
TBN_CLIPBOARD_DELETE=Eliminar

TBR_VIEW=Vista
TBN_VIEW_ZOOMIN=Apropar
TBN_VIEW_ZOOMOUT=Allunyar
TBN_VIEW_FULL=Pantalla completa
TBN_VIEW_100=Mida actual:

TBR_IMAGE=Imatge
TBN_IMAGE_EFFECT=Efectes
TBN_IMAGE_CROP=Retallar
TBN_IMAGE_RESIZE=Redimensionar
TBN_IMAGE_ROTATE=Rotar

TBR_TOOLS=Eines
TBR_COLOR=Colors

POP_COLORTYPE1=Colors pastel
POP_COLORTYPE2=Colors primaris

#3.0.0

TBR_SHOWHIDE=Mostrar o ocultar
TBN_RULER=Regla
TBN_STATUSBAR=Barra d'estat
TBN_TAB=Pestanyes

TBN_THUMBNAIL=Veure miniatures

TBR_WINDOW=Finestra
TBN_CASCADE=Cascada
TBN_ARRANGEALL=Organitzar tot

TBN_REGISTER=&Registrar...

TBN_VIEW_100=Vista 100%

TBN_TOOLS_SELECT=Seleccio.

TBN_MORECOLORS=Més
MNU_PALETTETYPE=Tipus de paleta

MNU_TOPBAR_TITLE=Personalitzar botons superiors
MNU_TOPBAR_MINIMIZERIBBON=&Minimitzar la cinta

#3.0.0
#-------------------------------------------------------------

[PicPickEditor Tip]
#-------------------------------------------------------------


#3.1.4 ; START SCREEN !!! These texts are displayed on the start page. Be careful the length of texts
TIP_FILE_NEW=Crea una nova imatge
TIP_FILE_OPEN=Obre una imatge existent
#3.1.4 ; START SCREEN !!! These texts are displayed on the start page. Be careful the length of texts


TIP_FILE_OPENCLIPBOARD=Obre una imatge del portapapers
#3.0.0
TIP_FILE_OPENURL=Obrir una imatge des de URL
#3.0.0

TIP_FILE_SAVE=Guarda la imatge activa
TIP_FILE_SAVEAS=Guarda la imatge activa amb un nou nom
TIP_FILE_SAVESELECT=Guarda la selecció amb un nom nou
TIP_FILE_SAVEALL=Guarda totes les imatges amb un nom nou
TIP_FILE_PRINT=Imprimeix la imatge
TIP_FILE_CLOSEIMAGE=Tanca la imatge actual
TIP_FILE_CLOSEALLIMAGE=Tanca totes les imatges
#3.0.2
TIP_FILE_CLOSEALLSAVEDIMAGE=Tancar tots els arxius d'imatges guardats
#3.0.2
TIP_FILE_CLOSEPICPICK=Tanca la finestra
#-------------------------------------------------------------
TIP_EDIT_UNDO=Desfà l'última acció
TIP_EDIT_REDO=Refà l'acció desfeta anteriorment
TIP_EDIT_CUT=Talla la selecció i la mou al portapapers
TIP_EDIT_COPY=Copia la selecció i la posa al porta-retalls
TIP_EDIT_PASTE=Enganxa el contingut del portapapers a la imatge activa
TIP_EDIT_PASTEFROMFILE=Enganxa un fitxer a la imatge actual
TIP_EDIT_SELECTDEL=Esborra la selecció
TIP_EDIT_SELECTNEW=Retalla la regió seleccionada de la imatge
TIP_EDIT_DESELECT=Desselecciona la imatge
TIP_EDIT_SELECTALL=Selecciona la imatge sencera
TIP_EDIT_IMAGERESIZE=Canvia la mida de la imatge
TIP_EDIT_CANVASRESIZE=Canvia la mida de la tela
TIP_EDIT_VIEWBITMAP=Mostra el mapa de bits en pantalla completa.
#-------------------------------------------------------------
#3.0.0
TIP_TOOLS_CAPTURE=Mostra la barra de captura a la pantalla
#3.0.0

TIP_TOOLS_FULLSCREEN=Captura la imatge de l'escriptori
TIP_TOOLS_ACTIVEWINDOW=Captura la imatge de la finestra activa
TIP_TOOLS_CONTROL=Captura la imatge d'un control de finestra
TIP_TOOLS_SCROLLINGWINDOW=Captura la imatge de la barra de desplaçament del control de finestra
TIP_TOOLS_WEBPAGE=Captura les imatges de pàgines Web
TIP_TOOLS_REGION=Captura una regió rectangular
TIP_TOOLS_FREEHAND=Captura una regió seleccionada a pols
TIP_TOOLS_FIXEDREGION=Captura una regió rectangular fixa.
TIP_TOOLS_REPEAT=Captura la mateixa regió com abans


#3.1.4 ; START SCREEN !!! These texts are displayed on the start page. Be careful the length of texts
TIP_TOOLS_CAPTUREMENU =Captura d'una imatge a la pantalla
TIP_TOOLS_COLORPICKER=Mostra el selector de color a la pantalla
TIP_TOOLS_COLORPALETTE=Mostra la paleta de colors a la pantalla
TIP_TOOLS_MAGNIFIER=Mostra el magnificat a la pantalla
TIP_TOOLS_PIXELRULER=Mostra la regla de píxel a la pantalla
TIP_TOOLS_PROTRACTOR=Mostra el transportador a la pantalla
TIP_TOOLS_CROSSHAIR=Mostra el Inte&rceptor a la pantalla
TIP_TOOLS_PROTRACTOR	=Mida qualsevol angle a la pantalla
TIP_TOOLS_WHITEBOARD=Mostra la pissarra de dibuix a la pantalla
TIP_TOOLS_OPTION=Mostra moltes opcions del programa

#3.1.4 ; START SCREEN !!! These texts are displayed on the start page. Be careful the length of texts

#-------------------------------------------------------------
TIP_TOOLSOPTION=Canvia les opcions de captura
TIP_TOOLSOPTION_OUTPUTTYPE_PICPICK=Canvia la sortida de la imatge capturada
TIP_TOOLSOPTION_OUTPUTTYPE_CLIPBOARD=Canvia la sortida de la imatge capturada
TIP_TOOLSOPTION_OUTPUTTYPE_SAVEIMAGE=Canvia la sortida de la imatge capturada
TIP_TOOLSOPTION_OUTPUTTYPE_SAVEFOLDER=Canvia la sortida de la imatge capturada
TIP_TOOLSOPTION_OUTPUTTYPE_OTHER=Canvia la sortida de la imatge capturada
TIP_TOOLSOPTION_OUTPUTTYPE_FTP=Canvia la sortida de la imatge capturada
TIP_TOOLSOPTION_OUTPUTTYPE_FACEBOOK=Canvia la sortida de la imatge capturada
TIP_TOOLSOPTION_OUTPUTTYPE_TWITTER=Canvia la sortida de la imatge capturada
TIP_TOOLSOPTION_OUTPUTTYPE_WORD=Canvia la sortida de la imatge capturada
TIP_TOOLSOPTION_OUTPUTTYPE_EXCEL=Canvia la sortida de la imatge capturada
TIP_TOOLSOPTION_OUTPUTTYPE_POWERPOINT=Canvia la sortida de la imatge capturada
TIP_TOOLSOPTION_OUTPUTTYPE_OUTLOOK=Canvia la sortida de la imatge capturada
TIP_TOOLSOPTION_OUTPUTTYPE_PRINTER=Canvia la sortida de la imatge capturada

TIP_TOOLSOPTION_OPT_DEFAULTFORMAT=Canvia el format d'arxiu d'imatge per defecte
TIP_TOOLSOPTION_DUALMONITORS=Suport per a monitors duals durant captures d'imatges
TIP_TOOLSOPTION_HOTKEY=Canvia les tecles directes per a funcions ...
TIP_TOOLSOPTION_SOUND=Habilita els efectes de so en capturar imatges
TIP_TOOLSOPTION_SCROLLCAPTURE=Captura la imatge del control de desplaçament
TIP_TOOLSOPTION_MOUSECURSOR=Inclou una imatge del cursor del ratolí en la imatge
TIP_TOOLSOPTION_STARTUPPROGRAM=Executa PicPick en iniciar Windows
TIP_TOOLSOPTION_OPENEDITOR=Obre l'editor de PicPick quan s'inicia el programa
TIP_TOOLS_COLORTYPE=Canvia la còpia de colors com [HTML, RGB, C++, Delphi]

#-------------------------------------------------------------
TIP_EFFECT_INVERT=Inverteix els colors d'imatges
TIP_EFFECT_GRAYSCALE=Converteix la imatge a escala de grisos de 256 colors
TIP_EFFECT_MOSAIC=Aplica un efecte de pixelació
TIP_EFFECT_BLUR=Aplica un efecte de ennuvolat
TIP_EFFECT_SHARPEN=Aplica un efecte de aguditzat
TIP_EFFECT_BRIGHTNESS=Brillantor / contrast
TIP_EFFECT_HSL=Matís / saturació
TIP_EFFECT_FLIPH=Volteja l'àrea seleccionat o la seva imatge sencera horitzontalment
TIP_EFFECT_FLIPV=Volteja l'àrea seleccionat o la seva imatge sencera verticalment
TIP_EFFECT_ROTATE90=Rota 90' en sentit horari
TIP_EFFECT_ROTATE180=Rota 180' en sentit horari
TIP_EFFECT_ROTATE270=Rota 270' en sentit horari
TIP_EFFECT_FRAME=Aplica un efecte de marc

#-------------------------------------------------------------
TIP_WINDOW_CASCADE=Organitza les finestres com mosaics superposats
TIP_WINDOW_TILEH=Organitza les finestres horitzontalment, mosaics no superposats
TIP_WINDOW_TILEV=Organitza les finestres verticalment, mosaics no superposats
TIP_WINDOW_MINIMIZEALL=Minimitza totes les finestres
#-------------------------------------------------------------
TIP_HELP_WEBSITE=Obre la pàgina Web de PicPick
TIP_HELP_ABOUT=Mostra la informació del programa i copyright
#-------------------------------------------------------------
TIP_TOOL_MOVE=Moure
TIP_TOOL_SELECT=Seleccionar àrea 
TIP_TOOL_FILL=Omple amb el color
TIP_TOOL_BRUSH=Raspall
TIP_TOOL_PENCIL=Llapis
TIP_TOOL_ZOOM=Magnificador
TIP_TOOL_ERASER=Esborrany / Esborrany de color
TIP_TOOL_PICKCOLOR=Selector de color
TIP_TOOL_TEXT=Text
TIP_TOOL_LINE=Línia
TIP_TOOL_RECT=Rectangle
TIP_TOOL_ELLIPSE=El·lipse
TIP_TOOL_ARROW=Fletxa
TIP_TOOL_RRECT=Rectangle arrodonit
TIP_TOOL_ADDIMAGE=Insereix imatge

#3.0.0 File menu width has been changed
TIP_OUTPUTTYPE_MSWORD1=Insereix una còpia d'aquesta imatge a
TIP_OUTPUTTYPE_MSWORD2=Microsoft Word

TIP_OUTPUTTYPE_MSEXCEL1=Insereix una còpia d'aquesta imatge a
TIP_OUTPUTTYPE_MSEXCEL2=Microsoft Excel

TIP_OUTPUTTYPE_MSPOWERPOINT1=Insereix una còpia d'aquesta imatge a
TIP_OUTPUTTYPE_MSPOWERPOINT2=Microsoft PowerPoint

TIP_OUTPUTTYPE_PROGRAM1=Envia una còpia d'aquesta imatge a
TIP_OUTPUTTYPE_PROGRAM2=un programa extern

TIP_OUTPUTTYPE_MSOUTLOOK1=Adjunta una còpia d'aquesta imatge
TIP_OUTPUTTYPE_MSOUTLOOK2=en un missatge de correu electrònic

TIP_OUTPUTTYPE_FACEBOOK1=Puja i comparteix aquesta imatge
TIP_OUTPUTTYPE_FACEBOOK2=en Facebook

TIP_OUTPUTTYPE_TWITTER1=Puja i comparteix aquesta imatge
TIP_OUTPUTTYPE_TWITTER2=en Twitter

TIP_OUTPUTTYPE_FTP1=Envia directament aquesta imatge a
TIP_OUTPUTTYPE_FTP2=una ubicació a la Web via FTP

TIP_OUTPUTTYPE_WEBUPLOAD1=Envia aquesta imatge directament a
TIP_OUTPUTTYPE_WEBUPLOAD2=una ubicació a la Web
#3.0.0 File menu width has been changed


#3.0.0;Missing tips

TIP_IMAGE_ROTATEFLIP=Rotar o invertir la imatge o selecció

TIP_TOOLS_EFFECT=Seleccionar els efectes
TIP_TOOLS_WIDTHS=Selecciona l'ample
TIP_TOOLS_OPACITY=Seleccionar l'opacitat

TIP_VIEW_ZOOMIN=Apropar la imatge actual
TIP_VIEW_ZOOMOUT=Allunyar la imatge actual
TIP_VIEW_ZOOMSELECT=Apropar o allunyar
TIP_VIEW_ACTUALSIZE=Zoom al 100%
TIP_VIEW_THUMBNAIL=Mostra la pàgina de miniatures en seleccionar una imatge ràpidament

TIP_SHOW_RULER=Mostra o oculta regles per mesurar imatges
TIP_SHOW_STATUSBAR=Mostra o oculta la barra d'estat a la part inferior de la finestra
TIP_SHOW_TAB=Mostra o oculta la barra de pestanyes

TIP_COLOR_COLOR1=Color del primer pla
TIP_COLOR_COLOR2=Color de fons
TIP_COLOR_SWAP=Canvia els colors del primer pla i del fons
TIP_COLOR_DEFAULT=Canvia els colors del primer pla i del fons
TIP_COLOR_MORE=Mostra més paletes

TIP_SHAPE_FLATTEN=Aplana les formes
TIP_SHAPE_DELETE=Elimina aquesta forma
TIP_SHAPE_DUPLICATE=Duplica la forma

TIP_SHAPE_FILL=Omple la forma seleccionada
TIP_SHAPE_OUTLINE=Contorn de forma
TIP_SHAPE_EFFECTS=Format de formes
TIP_SHAPE_ADDTEXT=Insereix text en la forma

TIP_SHAPE_FLATTEN_ALL=Aplana totes les formes
TIP_SHAPE_BRINGTOFRONT=Porta l'objecte seleccionat davant perquè no estigui ocult per altres que estan sobre
TIP_SHAPE_SENDTOBACK=Envia l'objecte seleccionat enrere perquè estigui ocult per altres que estan sobre

#3.0.0

[Dialogs]
#-------------------------------------------------------------
DLG_PICPICK_EDITOR_TITLE=Editor d'Imatges de PicPick
DLG_CONTROLCAPTURE_TITLE=PicPick - Control de finestra
DLG_SCROLLINGWINDOWCAPTURE_TITLE=PicPick - Desplaçador de finestra
DLG_REGIONCAPTURE_TITLE=PicPick - Capturar regió
DLG_FIXEDREGIONCAPTURE_TITLE=Capturar regió fixa
DLG_FREEHANDCAPTURE_TITLE=PicPick - Capturar a pols
DLG_WHITEBOARDTOOL_TITLE=PicPick - Pissarra
DLG_MAGNIFIER_TITLE=PicPick - Magnificador
DLG_COLORPICKER_TITLE=PicPick - Selector de color
DLG_CROSSHAIR_TITLE=PicPick - Inte&rceptor
DLG_COLORPALETTE_TITLE=Paleta de colors
DLG_AUTOSAVE_TITLE=Guardar
DLG_NEWIMAGE_TITLE=Nova imatge
DLG_PRINT_TITLE=Imprimir
DLG_CANVASSET_TITLE=Redimensionar llenç
DLG_IMAGERESIZE_TITLE=Redimensionar imatge
DLG_ABOUT_TITLE=Sobre
DLG_PIXELATE_TITLE=Pixelaje
DLG_HUESATURATION_TITLE=Matís / saturació
DLG_BRIGHTNESSCONTRAST_TITLE=Brillantor / contrast
DLG_FRAME_TITLE=Marc
DLG_FONTVIEW_TITLE=Text d'entrada
DLG_CAPTURE_TITLE=Captura
DLG_CHANGEHOTKEY_TITLE =Tecles directes
DLG_WEBPAGECAPTURE_TITLE=PicPick - Capturar pàgines web
DLG_SHORTCUT_TITLE =Canviar tecles directes
DLG_SETUP_TITLE=Opcions del programa
DLG_FILENAMESETUP_TITLE=Arxiu

#3.0.6
DLG_IMAGES_TITLE=Imatges
#3.0.6

DLG_FTPSETUP_TITLE=FTP
DLG_EDITORSETUP_TITLE=Editor
DLG_ARROWSET_TITLE=Fletxa personal
DLG_FACEBOOK_TITLE=Connectar-se a Facebook
DLG_TWITTER_TITLE=Connectar-se  a Twitter
DLG_WEBUPLOAD_TITLE=Pujar a la Web

BTN_OK=&Acceptar
BTN_CANCEL=&Cancel·lar
#3.0.0
BTN_APPLY=&Aplica
#3.0.0
#-------------------------------------------------------------

[About]

GRP_PRESET =Preferències
CHK_ADDSTARTUP=Executar programa a l'inici
CHK_ADDDESTKOP=Crear una icona a l'escriptori
CHK_CHECKUPDATE=Comprovar actualitzacions del programa
LBL_LANGUAGE=Idioma
BTN_HOTKEY=Tecles directes ...
BTN_CREDIT=Crèdits
LBL_PROGRAMPARAMETER=&Paràmetres...
CHK_SETTINGTOAPPDATA=Guarda la configuració a 'Dades de programa'
LBL_MORELANGUAGE=Més idiomes ...

[Captures]
#-------------------------------------------------------------
GRP_CONTROLCAPTURE_PROPERTY=Propietats
LBL_CONTROLCAPTURE_CLASS=Nom
LBL_CONTROLCAPTURE_SIZE=Mida
LBL_CONTROLCAPTURE_INFO=Control
LBL_CONTROLCAPTURE_SCROLL=Autoenrrollado
LBL_CONTROLCAPTURE_OUTPUTTYPE=Tipus de sortida
LBL_CONTROLCAPTURE_HANDLE=Manejar
LBL_CONTROLCAPTURE_RECT=Rect
LBL_CONTROLCAPTURE_BOTTOMTIP=Selecciona un control de finestra (botó, pestanya, quadre, barra d'eines, etc ...), i premeu la tecla'Imrpan PetSis'.

GRP_FIXEDREGIONCAPTURE_PROPERTY=Mida de Regió
LBL_FIXEDREGIONCAPTURE_WIDTH=Amplada:
LBL_FIXEDREGIONCAPTURE_HEIGHT=Alçada:

TIP_REGIONCAPTURE_NOTDRAG=Selecciona qualsevol regió rectangular de l'escriptori.
TIP_PIXEL=Pixeles
TIP_FREEHANDCAPTURE_NOTDRAG=Dibuixa qualsevol forma en la captura de pantalla.

LBL_COLORPICKER_COLORAS=Color com:
LBL_COLORPICKER_VALUE=Valor:

LSV_WEBPAGECAPTURE_LIST=Escull el lloc web a capturar
BTN_WEBPAGECAPTURE_RELOAD=&Recarregar
BTN_WEBPAGECAPTURE_CAPTURE =&Capturar

#3.0.3
LBL_MINIHELP=Clic en el botó esquerre del ratolí per seleccionar l'àrea.
#3.0.3
#-------------------------------------------------------------


[Shortcut]
#-------------------------------------------------------------
TAB_HOTKEY =Tecles directes
GRB_CAPTURE=Captura de pantalla
GRB_TOOLS=Eines

LBL_KEYNONE=Cap

LBL_CAPTURE_FULLSCREEN=Capturar pantalla completa
LBL_CAPTURE_ACTIVEWINDOW=Capturar finestra activa
LBL_CAPTURE_CONTROL=Capturar control de finestra
LBL_CAPTURE_SCROLLINGWINDOW=Capturar desplaçador
LBL_CAPTURE_REGION	 =Capturar regió
LBL_CAPTURE_FIXEDREGION=Capturar regió fixa
LBL_CAPTURE_FREEHAND=Captura a pols
LBL_CAPTURE_WEBPAGE=Capturar pàgina Web
LBL_CAPTURE_REPEAT=Repetir última captura

LBL_TOOLS_EDITOR=Editor d'imatge
LBL_TOOLS_COLORPICKER=Selector de color
LBL_TOOLS_COLORPALETTE=Paleta de colors
LBL_TOOLS_PIXELRULER=Regla de píxel
LBL_TOOLS_PROTRACTOR=Transportador
LBL_TOOLS_CROSSHAIR=Inte&rceptor
LBL_TOOLS_WHITEBOARD=Pissarra

LBL_TOOLS_MAGNIFIER=Magnificador

CBO_HOTKEY_CUSTOM=Personaliza...
CBO_HOTKEY_DEFAULT=Per defecte de PicPick
CBO_HOTKEY_HYPERSNAP=HyperSnap
CBO_HOTKEY_NONE=Deshabilitat


#-------------------------------------------------------------


#-------------------------------------------------------------

[FontView]

GRP_COLOR=Colors
LBL_FONTCOLOR=Color de font
CHK_FILLCOLOR=Color de farciment
CHK_AA=Suavitzar vores de fonts mostrades

[AutoSave]
#-------------------------------------------------------------

GRP_SELECTFOLDER=Guardar imatges automàticament
LBL_SELECTFOLDER=Seleccioneu un directori per Guardar les seves captures de pantalla.
BTN_SELECTFOLDER=E&xaminar...
GRP_SELECTFILENAME=Nom del fitxer
RDO_SELECTFILENAME_TEXT=Text + número
RDO_SELECTFILENAME_NUM=Només número
RDO_SELECTFILENAME_DATETIME=Data / Hora
EDT_SELECTFILENAME_DEFAULT=Imatge
GRP_SELECTFORMAT=Format d'arxiu
RDO_SELECTFORMAT_BMP=Mapa de bits (*.bmp)
RDO_SELECTFORMAT_JPG=Arxius d'imatge JPEG (*.jpg)
RDO_SELECTFORMAT_PNG=Gràfics portables de xarxa (*.png)
RDO_SELECTFORMAT_GIF=Imatges GIF de CompuServe (*.gif)
#3.0.7
RDO_SELECTFORMAT_PDF=Arxius PDF (*.pdf)
#3.0.7

LBL_SAVEFILENAME=Introduïu un nom d'arxiu per a Guardar o pujar a FTP.

LBL_EXAMPLETITLE=Exemple)
LBL_EXAMPLE1=%y : Any, %m : Mes, %d : Dia
LBL_EXAMPLE2=%h : Hora, %n : Minut, %s : Segon
LBL_EXAMPLE3=%c : Número
#3.1.2
LBL_EXAMPLE4=%u : Nom d'usuari, %w : Nom d'Equip
#3.1.2
GRB_OTHERPROGRAM=Establir programa extern
LBL_OTHERPROGRAM=Seleccioneu un programa extern per enviar les seves captures de pantalla.
LBL_OTHERPROGRAMPATH=Ruta del programa:
LBL_OTHERPROGRAMPARAMETER=Paràmetres:
LBL_OTHERPROGRAMSELECT=Enviar a programa extern ...
LBL_OTHERPROGRAMMSWORD=Microsoft Word
LBL_OTHERPROGRAMMSEXCEL=Microsoft Excel
LBL_OTHERPROGRAMMSPPT=Microsoft PowerPoint

[CaptureSet]
#-------------------------------------------------------------
GRB_CAPTUREOPTION=Opcions de captura
CHK_DUALMONITORS=Suport per a monitors duals
CHK_SOUND=Activar efectes de so de captures
CHK_MOUSECURSOR=Incloure imatge del cursor.
CHK_HIDEEDITOR=Amaga l'editor de PicPick abans de capturar
CHK_ALWAYSCOPYCLIPBOARD=Sempre copiar imatge capturada al porta-retalls

#3.0.5
CHK_STARTWITHCAPTUREBAR=Mostra la barra de captura a l'inici del programa
#3.0.5

GRB_AUTOSCROLL=Autoenrollable
CHK_SCROLLCAPTURE=Activar autoenrollable
LBL_SCROLLDELAY=Retard enrotllat:
LBL_SCROLLDELAYMS=ms

GRB_MAGNIFIER=Finestra del magnificador
CHK_MAGNIFIER=Mostra finestra del magnificador en capturar
LBL_ZOOMSCALE=Escala del zoom:

#3.0.3
GRB_CAPTUREDELAY=Retard abans de captura
#3.0.3

#3.1.9
CHK_ADVANCECONTROLCAPTURE = Utilitzeu la captura avançada de control de finestra
#3.1.9

#-------------------------------------------------------------

[FTP]
#-------------------------------------------------------------
GRB_FTPSERVER=Establir servidor FTP
LBL_FTPADDRESS=Servidor FTP:
LBL_REMOTEPATH=Ruta remota:
LBL_PORT=Port:
CHK_PASSIVEFTP=Utilitza FTP passiu
LBL_USERNAME=Nom d'usuari:
LBL_PASSWORD=Contrasenya:
BTN_CONNECTTEST=PROVAR
LBL_SENDWEBBROWSER=Obrir URL a la Web
LBL_SENDCLIPBOARD=Copia l'URL al porta-retalls
LBL_WEBADDRESS=URL
#-------------------------------------------------------------

[EditorSet]
#-------------------------------------------------------------
GRB_EDITOROPTION=Opcions de l'editor
CHK_OPENEDITORWHENSTART=Obrir editor en iniciar el programa
CHK_CENTERIMAGE=Alinear imatge al centre de la finestra
CHK_CLOSEWITHOUTASKING=Tancar imatges no guardades sense preguntar
CHK_CROPNEW=Retallar com a nova imatge
CHK_SHOWCLASSICUI=Mostar interfície clàssica del menú d'eines

LBL_BG=Color de fons:
RDO_BGGRID =Reixeta
RDO_BGSOLID=Color sòlid

GRB_FILETYPE=Associacions de tipus d'arxius
LBL_FILETYPE=Si us plau seleccioneu els tipus d'arxius que vulgui obrir amb PicPick.
#3.0.0
LBL_FILETYPEVISTA=Fer de PicPick l'editor d'imatges per defecte
#3.0.0

#-------------------------------------------------------------

[ArrowSet]
#-------------------------------------------------------------
CHK_START=Inici
CHK_END=Final
CHK_OUTLINE=Afegir contorn
CBO_AT_ARROW1=Fletxa 1
CBO_AT_ARROW2=Fletxa 2
CBO_AT_CIRCLE=Cercle
CBO_AT_DIAMOND=Diamant
#-------------------------------------------------------------


[CanvasSet]
#-------------------------------------------------------------
GRP_SIZE=Mida de llenç
LBL_WIDTH=Nova amplada
LBL_HEIGHT=Nova alçada
LBL_BACKCOLOR=Color de fons
LBL_PRESETS=Preestablerts
CBO_CLIPBOARD=Portapapers
CBO_LASTUSED=Darrer usat
CBO_CURRENT=Mida de la imatge actual
#-------------------------------------------------------------

[ResizeSet]
#-------------------------------------------------------------
LBL_ZOOM=
RDO_ZOOM=Escala per percentatge
RDO_SIZE=Escala de mida específic
CHK_KEEP=Mantenir taxa d'aspecte
LBL_WIDTH=Amplada
LBL_HEIGHT=Alçada


[ColorSet]
#-------------------------------------------------------------
BTN_PREVIEW=Vista &prèvia
LBL_PIXELATE=Pixelaje
LBL_HUE=Matís
LBL_SATURATION=Saturació
LBL_BIRGHTNESS=Brillantor
LBL_CONTRAST=Contrast
#-------------------------------------------------------------

[FrameSet]
#-------------------------------------------------------------
GRP_PREVIEW=Vista prèvia
GRP_EFFECT=Efecte
CHK_BORDER=Vora
CHK_FRAME=Marc
LBL_ETC=Trobar més efectes de marc ...
CHK_AUTO=Aplicar efecte de marc en capturar imatge
#-------------------------------------------------------------

[Palette]
#-------------------------------------------------------------
LBL_RED=&Vermell
LBL_GREEN=&Verd
LBL_BLUE=&Blau
LBL_TYPE=Color com:
BTN_COPY=&Copiar

CLR_DEFAULTTEXT=Paleta de colors
CLR_CUSTOMTEXT=Més colors ...
#-------------------------------------------------------------

[PixelRuler]
#-------------------------------------------------------------
MNU_RULER_MOVE=&Moure
MNU_RULER_MOVE_UP=Pujar
MNU_RULER_MOVE_DOWN=&Baixar
MNU_RULER_MOVE_LEFT=&Esquerra
MNU_RULER_MOVE_RIGHT=&Dreta
#-------------------------------------------------------------
MNU_RULER_TYPE=&Tipus
MNU_RULER_TYPE_HOTRIZONTAL=&Horizontal
MNU_RULER_TYPE_VERTICAL=&Vertical
#-------------------------------------------------------------
MNU_RULER_TRANSPARENT=T&ransparència 
MNU_RULER_TRANSPARENT_USE=&Habilitar
MNU_RULER_TRANSPARENT_NOTUSE=&Deshabilitar
MNU_RULER_TRANSPARENT_INC=&Incrementar(+)
MNU_RULER_TRANSPARENT_DEC=&Disminuir(-)

MNU_MAGNIFIER=Mostra &magnificador...

#-------------------------------------------------------------
MNU_RULER_EXIT=&Sortir
#-------------------------------------------------------------
MNU_RULER_UNIT=&Unitats
MNU_RULER_UNIT_PIXEL=&Píxels
MNU_RULER_UNIT_INCH=P&olzades
MNU_RULER_UNIT_CM=&Centímetres
MNU_RULER_UNIT_DPI=&DPI
MNU_RULER_COLOR=&Color
MNU_RULER_COLOR_BLUE=&Blau (per defecte)
MNU_RULER_COLOR_YELLOW=&Groc (clàssic)
MNU_RULER_COLOR_WHITE=&Blanco
MNU_RULER_COLOR_BLACK=&Negre
MNU_RULER_UNIT_DPI_CUSTOM=&Personalitza ...
DLG_CUSTOMDPI_TITLE=Personalitzar configuració de DPI
LBL_CUSTOMDPI_TEXT=Si us plau introdueixi els píxels per polzada (DPI):

[WhiteBoard]
#-------------------------------------------------------------
MNU_WHITEBOARD_PENWIDTH=&Ample de ploma
MNU_WHITEBOARD_PENCOLOR=Color de &ploma
MNU_WHITEBOARD_PENCOLOR_BLACK=Negre
MNU_WHITEBOARD_PENCOLOR_WHITE=Blanc
MNU_WHITEBOARD_PENCOLOR_RED=Vermell
MNU_WHITEBOARD_PENCOLOR_GREEN=Verd
MNU_WHITEBOARD_PENCOLOR_BLUE=Blau
MNU_WHITEBOARD_PENCOLOR_CYAN=Blau clar
MNU_WHITEBOARD_PENCOLOR_MAGENTA=Magenta
MNU_WHITEBOARD_PENCOLOR_YELLOW =Groc
MNU_WHITEBOARD_PENCOLOR_GRAY=Gris
MNU_WHITEBOARD_PENCOLOR_CUSTOM=&Etc...
#-------------------------------------------------------------
MNU_WHITEBOARD_CLEAR=&Netejar
MNU_WHITEBOARD_SAVE=&Capturar pantalla
MNU_WHITEBOARD_EXIT=&Sortir
#-------------------------------------------------------------
TIP_TOOL_MOVE=Moure
TIP_TOOL_ZOOM=Zoom
TIP_TOOL_PEN=Llapis
TIP_TOOL_LINE=Línia
TIP_TOOL_ARROW=Fletxa
TIP_TOOL_SHAPE=Forma
TIP_TOOL_RECT=Rectangle
TIP_TOOL_ELLIPSE=El·lipse
TIP_TOOL_RRECT=Rectangle arrodonit
TIP_TOOL_TRANSPARENT=Transparència
TIP_TOOL_CLEAR=Netejar
TIP_TOOL_SAVE=Captura la pantalla
TIP_TOOL_WIDTH=Amplada
TIP_TOOL_COLOR=Color

[Print]
#-------------------------------------------------------------
BTN_PRINTERSETUP=Ajustar impressora ...
BTN_PRINT=Im&primir
GRB_PREVIEW=Vista prèvia

TAB_PAPERSETUP=Configurar pàgina
TAB_ADDTEXT=Afegir text

GRB_MARGINSETUP=&Marge (mm)
LBL_MARGINTOP=Superior
LBL_MARGINLEFT=Esquerra
LBL_MARGINRIGHT=Dret
LBL_MARGINBOTTOM=Inferior

GRB_IMAGESETUP=Configurar &imatge
CHK_CENTER=Centrar imatge
CHK_SHRINK=Ajustar a pàgina (contraure)
CHK_PROPORTINAL=Mantenir taxa d'aspecte
CHK_GRAYSCALE=Escala de grisos

GRB_PAPERCOUNT=&Nº de còpies
LBL_PAPERUNIT=Pàgina(s)

GRB_ORIENTATION=&Orientació
RDO_PORTRAIT=Retrat
RDO_LANDSCAPE=Paisatge

GRB_HEADER=&Capçalera
CHK_HEADERADD=Afegir
CBO_HEADERDEFAULT=Si us plau introduïu el text de la capçalera aquí
LBL_HEADERMARGIN=Marge:
BTN_HEADERFONT=Font...
RDO_HEADERLEFT=Esquerra
RDO_HEADERCENTER=Centre
RDO_HEADERRIGHT=Dret

GRB_FOOTER=&Peu de pàgina
CHK_FOOTERADD=Afegir
CBO_FOOTERDEFAULT=Si us plau introduïu el text del peu de pàgina aquí
LBL_FOOTERMARGIN=Marge:
BTN_FOOTERFONT=Font...
RDO_FOOTERLEFT=Esquerra
RDO_FOOTERCENTER=Centre
RDO_FOOTERRIGHT=Dret
#-------------------------------------------------------------

[Facebook]
#and Twitter
#and WebUpload
#-------------------------------------------------------------
BTN_CLOSE=&Tancar
LBL_PREVIEW=Vista prèvia d'Imatge
LBL_CAPTION=Títol de la foto
RDO_SELECTALBUMS=Selecciona àlbums
RDO_CREATEALBUM=Crear un nou àlbum de fotos
LBL_CREATEALBUM_NAME=Nom: 
LBL_CREATEALBUM_LOCATION=Ubicació: 
LBL_CREATEALBUM_DESCRIPTION=Descripció: 
LBL_CREATEALBUM_PRIVACY=Privat: 
CBO_CREATEALBUM_1=Tot el mon
CBO_CREATEALBUM_2=Els meus xarxes i amics
CBO_CREATEALBUM_3=Amics d'amics
CBO_CREATEALBUM_4=Només amics
BTN_UPLOAD=Pujar
LBL_IMGURL=URL de la imatge
LBL_LINKURL=URL d'enllaç d'àlbum
LBL_UPLOADING=Pujant ara ...
LBL_UPLOADCOMPLETE=Pujada completa
LBL_UPLOADWAIT=Esperant per resposta ...
LBL_UPLOADFAILURE=Pujada fallida. Torneu a intentar.
LBL_UPLOADRESULT=Ha pujat una foto amb èxit.

LBL_ACCOUNT=Compte:
LBL_PASSWORD=Contrasenya:
LBL_REMEMBERPASSWORD=Recordar contrasenya:
LBL_MESSAGE=Missatge:

LBL_WEBUPLOAD_TITLE=Carregar la teva Imatge directament a la Web
LBL_WEBUPLOAD_TITLESUB=via ImageShack - servei de hosting d'imatges gratuït
LBL_WEBUPLOAD_SIGNUP=¡Iniciar sessió per administrar les seves imatges pujades!

LBL_WEBUPLOAD_NOACCOUNT=Convidat (No requereix registre)
LBL_WEBUPLOAD_ACCOUNTEXIST=Tinc un compte de ImageShack

#3.1.4
BTN_REQUESTTWITTERPIN = Sol·licitud Twitter PIN
BTN_REMEMBERME = Recordar en aquest equip
LBL_TWITTERPIN = PIN
BTN_CONNECT = &Connectar
BTN_DISCONNECT = &Desconnectar
#3.1.4

#-------------------------------------------------------------

[ThumbnailView]

BTN_QUICKTABS=Pestanyes ràpides
MNU_RENAME=&Canvia el nom ...
LBL_RENAME=Si us plau introdueixi un nom d'arxiu.

#3.0.0

[ObjectProperty]

SHP_SHAPES =Formes
SHP_LINE=Línia
SHP_CURVE=Corba
SHP_ARROW=Fletxa
SHP_CURVEARROW=Fletxa corba
SHP_ELLIPSE=El·lipse
SHP_RECT=Rectangle
SHP_ROUNDRECT=Rectangle arrodonit
SHP_BALLOON=Globus
SHP_DIAMOND=Diamant
SHP_PENTAGON=Pentàgon
SHP_Hexagon=Hexàgon
SHP_5STAR=5-punt inicial
SHP_6STAR=6-punt inicial

TAB_EDIT=Edita
TBN_DELETE_OBJECT=&Elimina
TBN_DUPLICATE=D&uplicar

MNU_FLATTEN=&Aplanar
MNU_FLATTENALL=&Aplanar tot

LST_CHANGESHAPE=Canviar forma

TAB_SHAPESTYLES=Estils de formes

TBN_SHAPETEXT=Insereix &text ...
TBN_SHAPEFILL=Farcit
MNU_SHAPEFILL_NOFILL=No omplir
MNU_SHAPEFILL_SOLIDFILL=Farciment sòlid
MNU_SHAPEFILL_GRAFILL=Farcit gradient vertical
MNU_SHAPEFILL_RADIALFILL=Farcit gradient radial

TBN_SHAPEOUTLINE=Contorn
MNU_SHAPEOUTLINE_NOLINE=Sense línia
MNU_SHAPEOUTLINE_SOLIDLINE=Línia sòlida
MNU_SHAPEOUTLINE_DOTLINE=Línia puntejada
MNU_SHAPEOUTLINE_DASHLINE=Línia segmentada
MNU_SHAPEOUTLINE_DASHDOTLINE=Línia puntejada segmentada
MNU_SHAPEOUTLINE_DASHDOTDOTLINE=Línia ratlla punt punt


TBN_SHAPEFORMAT=Format
TBN_SHAPEEFFECTS=Efectes de forma
MNU_SHAPEEFFECTS_NOEFFECTS=Sense efectes
MNU_SHAPEEFFECTS_SHADOW=Efecte d'ombra
MNU_SHAPEEFFECTS_SHADOWUSE=Mostra
MNU_SHAPEEFFECTS_SHADOWOPTION=Opcions ...

MNU_SHAPEEFFECTS_BALLOONPOS=Direcció de globus
MNU_SHAPEEFFECTS_BALLOONPOSTL=Superior esquerra
MNU_SHAPEEFFECTS_BALLOONPOSTR=Superior dreta
MNU_SHAPEEFFECTS_BALLOONPOSBL=Inferior esquerra
MNU_SHAPEEFFECTS_BALLOONPOSBR=Inferior esquerra

MNU_SHAPEEFFECTS_ARROWSTART=Tipus d'inici
MNU_SHAPEEFFECTS_ARROWEND=Tipus de final
MNU_SHAPEEFFECTS_ARROWNONE=Sense fletxa
MNU_SHAPEEFFECTS_ARROW1=Fletxa 1
MNU_SHAPEEFFECTS_ARROW2=Fletxa 2
MNU_SHAPEEFFECTS_ARROWCIRCLE=Cercle
MNU_SHAPEEFFECTS_ARROWDIAMOND=Diamant

MNU_SHAPE_ARRANGE=Organitzar
BTN_SHAPE_FRONT=Portar al &front
BTN_SHAPE_BACK=Enviar &enrere

BTN_SHAPE_ARROWSTYLE=Estil de fletxa

TAB_SHAPECOLOR=Colors de formes

[Licenses]

rdoRegistered=Sóc un usuari registrat i tinc un codi de registre per a ús comercial.
rdoPersonal=Vull utilitzar aquest programa només per a ús personal.
btnBuy=&Comprar ara
btnRegister=&Registrar
btnAgree=&Accepto
btnClose=&Tancar
lblEnterLicense=Introdueixi la seva informació de registre
lblOwnerName=El seu nom
lblRegistrationCode=Codi de registre

lblLicenseInfo=Aquest producte està llicenciat per:
lblPersonalUse=PER USUARIS DE CASA (NOMÉS ÚS PERSONAL)

#3.0.0


#3.0.6
[ImagesSet]

grbJPEGOption=Opcions de JPEG
lblJPEGQuality=Qualitat


cboJPEGQualityMaximum = Maximum
cboJPEGQualityHigh = High
cboJPEGQualityMedium = Medium
cboJPEGQualityLow = Low
#3.0.6

#3.0.7
[SaveAll]

grbSaveOptions=Guardar opcions
lblSelectFolder=Seleccioneu un directori per guardar les seves captures de pantalla.

rdoAllImages=Totes les imatges
rdoUnsavedImages=Totes les imatges no guardades

grbFileOptions=Opcions d'arxius
lblFileName=Nom del fitxer
lblFileType=Tipus d'arxiu
rdoFiles=Arxius
#3.0.7


#3.1.0
[ColorBalance]

grpbxColorBalance=Equilibri Color
lblColorLevels=Nivells Color

grpbxToneBalance=Balanç de To
rdbtnShadows=Ombres
rdbtnMidtones=Tons Mitjans
rdbtnHighlights=Destacats
chckbxPreserveLuminosity=Conservar Lluminositat
#3.1.0


#3.1.4
[StartPage]

lblStartHome = Triar una tasca ...
lblStartTitle1 = Nova tasca
lblStartTitle2 = Accessoris Gràfics
chkStartDoNotShow = No tornis a mostrar aquesta finestra en iniciar el programa

#3.1.4

[Message]
MSG_TRAY_TITLE=PicPick
MSG_ICON_TITLE=PicPick
MSG_MESSAGEBOX_TITLE=PicPick
MSG_PROTRACTOR_CENTERPOINT=Feu clic per seleccionar el punt central a la pantalla
MSG_ACTIVEWINDOW_1=premeu la tecla [
MSG_ACTIVEWINDOW_2=] per capturar la finestra activa.
MSG_EXITSAVEIMAGE_1=¿Vol desar els canvis en [
MSG_EXITSAVEIMAGE_2=]?
MSG_DEFAULT_IMAGENAME=Imatge
MSG_DIRECTORYACCESSERROR=No es pot accedir al directori.
MSG_DEFAULT_TAPNAME=Sense imatge

MSG_HOTKEY_ALREADY1=PicPick no pot registrar les següents tecles directes.
MSG_HOTKEY_ALREADY2=¿Vol canviar aquestes tecles directes?

MSG_THISFOLDERNOTFOUND=El directori [ruta o nom de carpeta] no es pot trobar.
MSG_INVALID_FILENAME=Aquest nom de fitxer és invàlid.
MSG_INVALID_CLIPBOARD=¡Error obtenint dades del portapapers! (format de portapapers invàlid)
MSG_CANNOTREPEATCAPTURE=No es pot trobar l'àrea seleccionada de l'última captura.
MSG_CLOSEALLIMAGE=Vol tancar totes les imatges no guardades?

MSG_FILE_OPEN=Obrir
MSG_FILE_SAVE=Guardar com

MSG_NEWVERSIONAVAILABLE=Una nova versió de PicPick està disponible. Vol anar a la pàgina de descàrrega ara?

MSG_PROGRAM_NOTADDYET=¡Ha de seleccionar un programa extern per enviar les seves captures de pantalla!
MSG_EXTERNALPROGRAMERROR=No es pot trobar el programa extern especificat.
MSG_PARAMETERS_TITLE=Paràmetres de PicPick
MSG_OLDLANGUAGE=L'arxiu d'idioma és d'una versió antiga, així que alguns textos no estan traduïts. Realment vol canviar l'idioma?
MSG_INVALIDALBUMNAME=El nom de l'àlbum és invàlid
MSG_CREATEFAILUREALBUM=Error creant àlbum.
MSG_LOADINGFAILUREALBUM=Error carregant àlbums.
MSG_IDEMPTY=Si us plau introduïu l'ID d'usuari.
MSG_PWEMPTY=Si us plau introduïu la contrasenya d'usuari.

#3.0.0
MSG_SAVE=&Guardar
MSG_DONTSAVE=&No guardar
MSG_DONTSAVEALL=No guardar &tot
MSG_NODISPLAYAGAIN =No mostrar aquest missatge de nou

BTN_YES=&Si
BTN_NO =&No
BTN_NOALL=&No a tot

MSG_INPUTTEXT=Si us plau introduïu text aquí

MSG_FLATTENLAYER=Per a aquesta tasca, ha aplanar les formes amb la imatge de fons. Vols aplanar les formes?
MSG_FLATTENALL=Vol aplanar totes les formes?

MSG_INVALID_DOWNLOADURL=S'ha produït un error mentre es descarregava la imatge.


MSG_OPENURL=Si us plau introduïu un URL.

MSG_ANYSETTINGOK=La configuració ha estat canviada amb èxit.
MSG_DEFAULTEDITOR=PicPick ha estat establert com l'editor d'imatges per defecte.

#3.0.0

#3.0.7
MSG_FTPINFONEED=Primer ha d'introduir la informació del seu servidor FTP.
#3.0.7

#3.1.4
MSG_CONNECTIONFAIL=Error en connectar servidor.
#3.1.4